tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "joshmedeski/sesh"
tap "keith/formulae"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "shivammathur/extensions"
tap "shivammathur/php"
tap "sourcegraph/src-cli"
brew "ansible"
brew "python@3.12"
brew "azure-cli"
brew "bat"
brew "bottom"
brew "buku"
brew "glib"
brew "cairo"
brew "curl"
brew "composer"
brew "coreutils"
brew "direnv"
brew "displayplacer"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "go"
brew "gum"
brew "hwatch"
brew "ical-buddy"
brew "iperf3"
brew "jq"
brew "lazygit"
brew "less"
brew "lua"
brew "luarocks"
brew "node"
brew "markdownlint-cli"
brew "mas"
brew "neovim"
brew "nvm"
brew "openjdk"
brew "php-code-sniffer"
brew "php@8.3"
brew "phpstan"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "rustup"
brew "sesh"
brew "showkey"
brew "starship"
brew "stylua"
brew "tailspin"
brew "terraform"
brew "tig"
brew "tmux"
brew "tokei"
brew "vim"
brew "watch"
brew "wget"
brew "yazi"
brew "zoxide"
brew "zsh"
brew "keith/formulae/reminders-cli"
brew "shivammathur/extensions/yaml@8.3"
brew "sourcegraph/src-cli/src-cli"
cask "1password"
cask "1password-cli"
cask "aerospace"
cask "arc"
cask "discord"
cask "docker"
cask "ghostty"
cask "gimp"
cask "google-chrome"
cask "herd"
cask "marta"
cask "obsidian"
cask "phpstorm"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "raycast"
cask "slack"
cask "spotify"
cask "ukelele"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "wifiman"
cask "zen-browser"
mas "Controller", id: 1500593102
mas "DaisyDisk", id: 411643860
mas "exifpurge", id: 784466108
mas "GarageBand", id: 682658836
mas "Home Assistant", id: 1099568401
mas "iMovie", id: 408981434
mas "iNet Network Scanner", id: 403304796
mas "Keynote", id: 409183694
mas "MQTT Client", id: 1223420119
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "Paprika Recipe Manager 3", id: 1303222628
